var articleData = {};


//地中海建筑风格
articleData.Mediterranean= {
	"success":"成功",
	"data":{
		"creatAt":"2017-07-01 15:23:56.0",
		"creatByFullName":"管理员",
		"updateAt":"2017-07-19 16:02:42.0",
		"updateByFullName":"管理员",
		"typeTitle":"地中海建筑风格",
		"typeEntitle":"Mediterranean Style",
		"title":"",
		"content":" 建筑风格:简单、圆润的线条,省略繁复的雕琢和装饰，地中海建筑的线条简单且修边浑圆，给人感觉格外返璞归真、与众不同;色彩的组合与碰撞," +
		"西班牙蔚蓝色的海岸与白色沙滩，南意大利金黄的向日葵花田，法国南部蓝紫色薰衣草田，希腊碧海蓝天下的白色村庄，还有北非沙漠及岩石的红褐和土黄，在地中海充足的光照下，" +
		"简单却明亮、大胆、丰厚，呈现出色彩最绚烂的一面，也构筑了地中海风格中最典型的三种色彩搭配：蓝与白、金黄与蓝紫、土黄与红褐;门廊、圆拱和镂空,长长的廊道，延伸至尽头然后垂直拐弯；" +
		"半圆形高大的拱门，或数个连接或垂直交接；墙面通过穿凿或半穿凿形成镂空的景致。众多的回廊、穿堂、过道，一方面增加海景欣赏点的长度，另一方面利用风道的原理增加对流，形成穿堂风这样的所谓被动式的降温效果。",
		"coverImg":"images/manner_img1.jpg"
	}
};

//意大利建筑风格
articleData.Italian= {
	"success":"成功",
	"data":{
		"creatAt":"2017-07-01 15:23:56.0",
		"creatByFullName":"管理员",
		"updateAt":"2017-07-19 16:02:42.0",
		"updateByFullName":"管理员",
		"typeTitle":"意大利建筑风格",
		"typeEntitle":"Italian Style",
		"title":"",
		"content":"意大利风格是古希腊罗马传统的了一般风格的意义，它发展成为对人的尊严和对科学价值的觉醒。 典型的哥特式建筑主要见于天主教堂，也影响到世俗建筑。哥特式建筑以其高超的技术和艺术成就，" +
		"在建筑史上占有重要地位。最负著名的哥特式建筑有俄罗斯圣母大教堂、意大利米兰大教堂、德国科隆大教堂、英国威斯敏斯特大教堂、法国巴黎圣母院。",
		"coverImg":"images/manner_img2.jpg"
	}
};

//法式建筑风格
articleData.French= {
	"success":"成功",
	"data":{
		"creatAt":"2017-07-01 15:23:56.0",
		"creatByFullName":"管理员",
		"updateAt":"2017-07-19 16:02:42.0",
		"updateByFullName":"管理员",
		"typeTitle":"法式建筑风格",
		"typeEntitle":"French Style",
		"title":"",
		"content":"法式风格讲究将建筑点缀在自然中，在设计上讲求心灵的自然回归感，给人一种扑面而来的浓郁气息。开放式的空间结构、随处可见的花卉和绿色植物、雕刻精细的家具……所有的一切从整体上营造出一种田园之气。" +
		"不论是床头台灯图案中娇艳的花朵，抑或是窗前的一把微微晃动的摇椅，在任何一个角落，都能体会到主人悠然自得的生活和阳光般明媚的心情。法式建筑风格还有一个特点是既对建筑的整体方面有严格的把握，又比较善于在细节的雕琢上下功夫。" +
		"建筑造型上多采用对称造型，屋顶上一般都会有精致的老虎窗。外立面色彩典雅清新。",
		"coverImg":"images/manner_img3.jpg"
	}
};

//英式建筑风格
articleData.Bristish= {
	"success":"成功",
	"data":{
		"creatAt":"2017-07-01 15:23:56.0",
		"creatByFullName":"管理员",
		"updateAt":"2017-07-19 16:02:42.0",
		"updateByFullName":"管理员",
		"typeTitle":"英式建筑风格",
		"typeEntitle":"Bristish Style",
		"title":"",
		"content":"浅绿的草场、深绿的树林、金黄的麦地，点缀着尖顶的教堂和红顶的小楼，构成了英国乡村最基本的图案。英国的建筑大多保持着红砖在外，斜顶在上，屋顶为深灰色。" +
		"也有墙面涂成白色的，是那种很暗的白或者可以叫作“灰色”。房子一般是由砖、木和钢材等材料构成，很少看见钢筋混凝土的建筑。英国的建筑保暖性或者说隔热性很好，" +
		"主要是由于房屋建筑的墙是三层的，外面一层是红砖;中间层是隔热层，用的是厚的海绵，或者是带金属隔热层的薄海绵;里面那层是轻质量的灰色砖，比较厚。这样构成的墙体，" +
		"或者是带金属隔热层的薄海绵;里面那层是轻质量的灰色砖，比较厚。这样构成的墙体，其隔热性能可想而知。到了冬天，房间只要开暖气，马上就热起来了，房间的保暖性很好。",
		"coverImg":"images/manner_img4.jpg"
	}
};

//德国建筑风格
articleData.German= {
	"success":"成功",
	"data":{
		"creatAt":"2017-07-01 15:23:56.0",
		"creatByFullName":"管理员",
		"updateAt":"2017-07-19 16:02:42.0",
		"updateByFullName":"管理员",
		"typeTitle":"德国建筑风格",
		"typeEntitle":"German Style",
		"title":"",
		"content":"在德国，建筑风格存在着明显的地区差异，在南德巴伐利亚地区处处可见的是清新明快的巴罗克式建筑；而在北德则多是庄重严谨哥特式建筑。" +
		"各地的建筑是与其地区的文化传统密不可分的。但单就古堡教堂的建筑风格而言，除地区差异外，还有一个重要的因素，即建筑的时间差别，因为在欧洲历史发展中，" +
		"各个时期的建筑风格有着明显的不同，可分为罗曼式的、哥特式的、巴罗克式的、文艺复兴时期的、古典主义的各种风格。",
		"coverImg":"images/manner_img5.jpg"
	}
};

//北美建筑风格
articleData.North= {
	"success":"成功",
	"data":{
		"creatAt":"2017-07-01 15:23:56.0",
		"creatByFullName":"管理员",
		"updateAt":"2017-07-19 16:02:42.0",
		"updateByFullName":"管理员",
		"typeTitle":"北美建筑风格",
		"typeEntitle":"The North American Style",
		"title":"",
		"content":"北美建筑风格实际上是一种混合风格，不象欧洲建筑风格是一步步逐渐发展演变而来的，它在同一时期接受了许多种成熟的建筑风格，相互之间又有融合和影响，" +
		"具有注重建筑细节，有古典情怀，外观简洁大方，融合多种风情于一体的鲜明特点。北美建筑的明显特点，是大窗、阁楼、坡屋顶、丰富的色彩和流畅的线条。街区氛 围追求悠闲活力、自由开放。" +
		"美式别墅的建筑体量普遍比英式别墅大；美式别墅多为木结构，体现乡村感；运用侧山墙、双折线屋顶以及哥特式样的尖顶等比较典型的北美建筑的 视觉符号；" +
		"住宅类建筑个性化和多元化风格成分高。",
		"coverImg":"images/manner_img6.jpg"
	}
};

//新古典主义建筑
articleData.Neociassicism= {
	"success":"成功",
	"data":{
		"creatAt":"2017-07-01 15:23:56.0",
		"creatByFullName":"管理员",
		"updateAt":"2017-07-19 16:02:42.0",
		"updateByFullName":"管理员",
		"typeTitle":"新古典主义建筑风格",
		"typeEntitle":"Neociassicism Style",
		"title":"",
		"content":"新古典主义的设计风格其实是经过改良的古典主义风格。览尽所有设计思想、所有设计风格，无外乎是对生活的一种态度而已。为业主设计适合现代人居住，功能性强并且风景优美的古典主义风格时，" +
		"能否敏锐地把握客户需求实际上对设计师们提出了更高的要求。无论是家具还是配饰均以其优雅、唯美的姿态，平和而富有内涵的气韵，描绘出居室主人高雅、贵族之身份。常见的壁炉、水晶宫灯、罗马古柱亦是新古典风格的点睛之笔。" +
		"高雅而和谐是新古典风格的代名词。白色、金色、黄色、暗红是欧式风格中常见的主色调，少量白色糅合，使色彩看起来明亮、大方，使整个空间给人以开放、宽容的非凡气度，让人丝毫不显局促。",
		"coverImg":"images/manner_img7.jpg"
	}
};

//新中式建筑风格
articleData.Chinese= {
	"success":"成功",
	"data":{
		"creatAt":"2017-07-01 15:23:56.0",
		"creatByFullName":"管理员",
		"updateAt":"2017-07-19 16:02:42.0",
		"updateByFullName":"管理员",
		"typeTitle":"新中式建筑风格",
		"typeEntitle":"New Chinese Style",
		"title":"",
		"content":"新中式风格主要包括两方面的基本内容，一是中国传统风格文化意义在当前时代背景下的演绎；一是对中国当代文化充分理解基础上的当代设计。新中式风格不是纯粹的元素堆砌，而是通过对传统文化的认识，将现代元素和传统元素结合在一起，" +
		"以现代人的审美需求来打造富有传统韵味的事物，让传统艺术在当今社会得到合适的体现。新中式风格讲究纲常，讲究对称，以阴阳平衡概念调和室内生态。选用天然的装饰材料，运用“金、木、水、火、土”五种元素的组合规律来营造禅宗式的理性和宁静环境。" +
		"新中式风格的家具搭配以古典家具或现代家具与古典家具相结合，中国古典家具以明清家具为代表，在新中式风格家具配饰上多以线条简练的明式家具为主，比较简约。",
		"coverImg":"images/manner_img8.jpg"
	}
};

//现代主义建筑
articleData.Medernism= {
	"success":"成功",
	"data":{
		"creatAt":"2017-07-01 15:23:56.0",
		"creatByFullName":"管理员",
		"updateAt":"2017-07-19 16:02:42.0",
		"updateByFullName":"管理员",
		"typeTitle":"现代主义建筑风格",
		"typeEntitle":"Medernism Style",
		"title":"",
		"content":"现代主义建筑是指二十世纪中叶，在西方建筑界居主导地位的一种建筑思想。这种建筑的代表人物主张：建筑师要摆脱传统建筑形式的束缚，大胆创造适应于工业化社会的条件、要求的崭新建筑。因此具有鲜明的理性主义和激进主义的色彩，又称为现代派建筑。" +
		"“现代主义建筑”的一些基本观点：调建筑要随时代而发展，现代建筑应同工业化社会相适应;强调建筑师要研究和解决建筑的实用功能和经济问题;主张积极采用新材料、新结构，在建筑设计中发挥新材料、新结构的特性;" +
		"主张坚决摆脱过时的建筑样式的束缚，放手创造新的建筑风格;主张发展新的建筑美学，创造建筑新风格。",
		"coverImg":"images/manner_img9.jpg"
	}
};

//综合类建筑风格
articleData.Comprehensive= {
	"success":"成功",
	"data":{
		"creatAt":"2017-07-01 15:23:56.0",
		"creatByFullName":"管理员",
		"updateAt":"2017-07-19 16:02:42.0",
		"updateByFullName":"管理员",
		"typeTitle":"综合类建筑风格",
		"typeEntitle":"Comprehensive Style",
		"title":"",
		"content":"多种不同建筑风格的组团综合在一起，然后再在不同的区域内建造与之相符的园林景观，使得整个社区体现出浓郁的异域风情。在很多楼盘中，其建筑风格不能单纯用某种风格来概括，因为其建筑结构是由独栋别墅，联排别墅，多层、小高层、高层电梯公寓，叠加空中花园洋房等多种建筑形态组成的，每一座建筑都洋溢着来自世界各地的建筑风情：西班牙的简洁流畅、北美草原的热烈奔放、英伦不列颠的浪漫典雅，" +
		"以及后现代中式的唯美大气等。多种不同建筑风格的组团综合在一起，然后再在不同的区域内建造与之相符的园林景观，使得整个社区体现出浓郁的异域风情。　形式各异的建筑风格和丰富多彩的园林艺术相结合，合理地运用在楼盘的规划设计中，成就了一个个迥异的地产风情，为一个城市的“表情”作出了巨大的贡献，为都市增添了一道道美丽的风景线。  ",
		"coverImg":"images/manner_img10.jpg"
	}
};
