var articleData = {};
var content="<p style='text-indent: 2em'>在韩国首尔海岸边，yoon space+song pyoung构想了一系列的名叫“albang”的蛋形居住舱的原型。设计者想要通过最简洁的室内设计，来得到最大化的使用面积，并体现“户外生活空间”的理念。但这种蛋形建筑与一般旅馆，帐篷，房车所提供的标准化的环境不同，它带来了一种更为独特的体验，并可以被移动到任何一个地方。</p> <P style='text-indent: 2em'>建筑由发泡聚苯乙烯制作. 建筑外部体现出一种重复的韵律感，每个体量通过他们不同的舱门颜色来区分，而舱门的颜色也会一直延伸到室内结构中。这种雕塑一般的建筑样式是通过使用环保材料实现的。材料主要是发泡聚苯乙烯，这种材料经济，轻质，可移动，不燃并且隔热。这些材料特性使得建筑可以抗震、符合空气动力学、利于运送，使用更加安全。</P> ";
articleData.exampleroom1= {
    "success":"成功",
    "data":{
        "title":"蛋形居住舱",
        "typeEntitle":"albang",
        "sysId":1,
        "content":content,
        "coverImg":"images/albangarticle.png"
    }
};
var content2="<p style='text-indent: 2em'>在伯瓷酒店阿拉伯（阿拉伯语：برجالعرب，阿拉伯人的塔）是一家豪华的酒店位于迪拜，阿拉伯联合酋长国。它是世界第三高的酒店（尽管总高度的39％由不占用空间组成）。阿拉伯叙利亚人坐落在距离朱美拉海滩280米（920英尺）的人工岛上，并通过私人弯曲桥连接大陆。结构的形状设计为模仿船舶的帆。它在屋顶附近有一个直升机停机坪，地面高度为210米（689英尺）。</p>  <p style='text-indent: 2em'>酒店的几个功能需要复杂的工程专长才能实现。酒店位于海上280米（920英尺）的人工岛上。为了确保基础，施工人员将230多米长（130英尺）的混凝土桩推入沙滩。 <p style='text-indent: 2em'>工程师创建了一个大型岩石的地面/表面层，其中有一个混凝土蜂窝图案，用于保护基础免受侵蚀。从海上收回土地需要三年时间，而建造自己的建筑物需要不到三年的时间。该建筑包含超过70000米3混凝土的（92000立方码）9000吨钢材。在建筑物内，中庭高180米（590英尺）。</p> <p style='text-indent: 2em'>阿拉伯国家公园是世界第三高的酒店（不包括混合建筑物）。Rose Rayhaan的结构也在迪拜，比阿拉伯叙利亚群岛高达11米（36英尺）。</p>";
articleData.exampleroom2= {
    "success":"成功",
    "data":{
        "title":"伯瓷酒店阿拉伯",
        "typeEntitle":" Burj al-Arab",
        "sysId":2,
        "content":content2,
        "coverImg":"images/Burjarticle.png"
    }
};
var content3="<p style='text-indent: 2em'>1989年的冬天，瑞典北部小镇尤卡斯维亚的村民们用村边托恩河里结的冰建起了一座60平方米的冰房子，用来作旅馆，这一奇思妙想立即吸引了世界各地游客。这便是瑞典ICEHOTEL，世界上第一家冰旅馆，也是当时全世界最大的冰建筑物。</p><p style='text-indent: 2em'>ICEHOTEL不仅仅是一座冰雪雕砌的旅馆建筑，更是一个恢宏奇幻的艺术设计作品。雕刻家们把冰块切割打磨成室内的家俱、装饰品、窗户、门、横梁、灯或者其他的冰雕作品，让人们在房与房之间参观串门时，处处都有惊喜。旅馆每年都特地从瑞典或其他国家专门请来客串设计师，设计一些特别主题的房间，风格各异的艺术家们聚集在一起，用冰创造出光怪陆离、五彩缤纷的气氛。</p>";
articleData.exampleroom3= {
    "success":"成功",
    "data":{
        "title":"冰雪酒店",
        "typeEntitle":"ice hotel",
        "sysId":3,
        "content":content3,
        "coverImg":"images/icearticle.png"
    }
};
var content4="<p style='text-indent: 2em'>玛丽别墅位于巴厘岛，是家4星级酒店。是巴厘岛不可错过的酒店之一。在这里，您将深深体会到宾至如归的愉悦与惬意。酒店位置较好，距离海神庙直线距离约5公里。</p><p style='text-indent: 2em'>舒适度作为玛丽别墅所有的客房首要标准，一切设施都以此为目标，一定不会让您失望。酒店客房简单温馨，配有空调,书桌,淋浴设施,浴缸等设施，清新自然却又处处透露着酒店的用心。</p><p style='text-indent: 2em'>玛丽别墅一直致力于为广大顾客提供一流设施与尊贵的服务。酒店为您提供免费的停车服务。如果您有特殊要求，酒店还提供机场等接车服务。玛丽别墅酒店还会提供一项住宿的免费政策</p><p style='text-indent: 2em'>每个客房都配有空调,书桌,淋浴设施,浴缸，希望能让客户在入住时更加愉快惬意。酒店的房型有多种选择，提供了别墅、每个客房都配有空调,书桌,淋浴设施,浴缸，希望能让客户在入住时更加愉快惬意。，房间布置都到位，服务员也很热情。简而言之，客人在玛丽别墅享受的服务与设施会有宾至如归的感觉。 再讲究的客人也能在酒店得到满意的服务。</p>";
articleData.exampleroom4= {
    "success":"成功",
    "data":{
        "title":"玛丽别墅",
        "typeEntitle":"Villa Mary ",
        "sysId":4,
        "content":content4,
        "coverImg":"images/marrierarticle.png"
    }
};
var content5="<p style='text-indent: 2em'>玛丽莲·梦露大厦（Absolute Towers），位于加拿大第七大城市密西沙加市（Mississauga），2005年底，Mississauga市的两家开发商决定举办当地40年来的首次公开国际建筑设计竞赛———为规划中的一栋50层高的地标性公寓楼寻找一个创新的设计，建设一栋具有时代意义的超高层建筑，从而树立城市新形象。</p><p style='text-indent: 2em'>The Absolute Tower，一个全是曲线的大厦，外界评论作“梦露大厦”，加拿大密西莎加市地标建筑。设计不再屈服于现代主义的简化原则，而是表达出一种更高层次的复杂性，来更多元地接近当代社会和生活的多样化，多层模糊的需求。连续的水平阳台环绕整栋建筑，传统高层建筑中用来强调高度的垂直线条被取消了，整个建筑在不同高度进行着不同角度的逆转，来对应不同高度的景观文脉。设计师希望梦露大厦可以唤醒大城市里的人对自然的憧憬，感受阳光和风对人们生活的影响。</p>";
articleData.exampleroom5= {
    "success":"成功",
    "data":{
        "title":"玛丽莲·梦露大厦",
        "typeEntitle":"Absolute Towers",
        "sysId":5,
        "content":content5,
        "coverImg":"images/Absolutearticle.png"
    }
};
var content6="<p style='text-indent: 2em'>罗宾别墅坐落在美国伊利诺伊州的芝加哥库克县，是著名建筑师赖特为弗雷德理克·罗宾设计的别墅。罗宾别墅是美国建筑师协会指定予以保留的，同时也是赖特为美国文化作出贡献的17个建筑实例之一，该别墅被称作是芝加哥的地标式建筑，也是赖特的草原式建筑风格（美国第一个独特的建筑风格）最佳代表作之一。罗宾别墅立面的形式、内部空间及与外部环境关系的处理都有独到之处。</p><p style='text-indent: 2em'>罗宾别墅为典型的草原式风格建筑。草原式风格的建筑多开阔敞亮，屋檐伸张，家庭生活平面布局重点突出，且偏好使用本性材料，构图自由，以不违背原有自然景观为主。赖特的草原式建筑反映了人类活动、技术与大自然的结合。赖特在用地紧张的地段，想方设法的让花园、植物深入建筑内部，使人们能够有更多的机会跟大自然相处。</p>";
articleData.exampleroom6= {
    "success":"成功",
    "data":{
        "title":"罗宾别墅",
        "typeEntitle":"Robie House",
        "sysId":6,
        "content":content6,
        "coverImg":"images/Robiearticle.png"
    }
};
var content7="<p style='text-indent: 2em'>流水别墅是世界著名的建筑之一，它位于美国匹兹堡市郊区的熊溪河畔，由弗兰克·L·赖特设计。别墅的室内空间处理也堪称典范，室内空间自由延伸，相互穿插；内外空间互相交融，浑然一体。</p><p style='text-indent: 2em'>流水别墅在空间的处理、体量的组合及与环境的结合上均取得了极大的成功，为有机建筑理论作了确切的注释，在现代建筑历史上占有重要地位。</p><p style='text-indent: 2em'>别墅共三层，面积约380平方米，以二层（主入口层）的起居室为中心，其余房间向左右铺展开来，别墅外形强调块体组合，使建筑带有明显的雕塑感。两层巨大的平台高低错落，一层平台向左右延伸，二层平台向前方挑出，几片高耸的片石墙交错着插在平台之间，很有力度。溪水由平台下怡然流出，建筑与溪水、山石、树木自然地结合在一起，像是由地下生长出来似的。</p><p style='text-indent: 2em'>流水别墅这个建筑具有活生生的、初始的、原型的、超越时间的质地，为了越过建筑史的诸多流派，它似乎全身飞跃而起，坐落于宾夕法尼亚的岩崖之中，指挥着整个山谷，超凡脱俗，建筑内的壁炉是以暴露的自然山岩砌成的，瀑布所形成的雄伟的外部空间使落水山庄更为完美，在这儿自然和人悠然共存呈现了天人合一的最高境界。</p>";
articleData.exampleroom7= {
    "success":"成功",
    "data":{
        "title":"流水别墅",
        "typeEntitle":"fallingwater",
        "sysId":7,
        "content":content7,
        "coverImg":"images/fallingarticle.png"
    }
};
var content8="<p style='text-indent: 32px'>迪拜水下酒店，名为Hydropolis，由迪拜世界（Dubai World）旗下的造船公司迪拜干船坞世界建造的一座水下酒店，其水下部分将位于水下10米处，与水上的一个圆盘形状的建筑连通，而整个建筑的形状则酷似外星飞船，旅客住在水下的酒店可与鱼群共眠。</p><p style='text-indent: 2em'>酒店主体由两个圆盘形建筑组成，因此名为“水盘酒店”。一个圆盘位于水面上空，连接4个小圆盘，形似飞船；另一个圆盘位于水下10米。水上水下由三条“腿”连接，“腿”内是电梯和楼梯。</p><p style='text-indent: 2em'>水下圆盘建筑包括21间客房、一个水下潜水中心和一间酒吧。模拟图显示，特殊照明系统照亮建筑外部，入住者可在客房中，借助微距摄影技术观赏海底世界：色彩斑斓的鱼群、慢慢游弋的海龟、形态各异的珊瑚。</p><p style='text-indent: 2em'>酒店位于水下，如何保障安全最令人关注。设计方“深海技术”称，酒店符合最高安全要求。</p><p style='text-indent: 2em'>水上圆盘建筑距离水面有一定高度，能够经受海啸和洪水；至于水下圆盘建筑，一旦发生危险，会立即自动浮出水面。</p>";
articleData.exampleroom8= {
    "success":"成功",
    "data":{
        "title":"水下酒店",
        "typeEntitle":"underwater Hotel",
        "sysId":8,
        "content":content8,
        "coverImg":"images/underarticle.png"
    }
};
var content9 = '<p style="text-indent: 2em">通晓项目管理理论，掌握项目管理、企业管理、质量管理、法律等方面知识。   工作能力  具有超强的组织能力、管理能力、计划与执行能力；具有扎实的项目管理理论和丰富的项目管理经验；熟悉计算机技术、电子政务的应用模式。拥有无比的责任心、事业心和对公司的忠诚度，具备较强的团队感召力和凝聚力，具有良好的敬业精神和职业道德操守。</p><p style="line-height:22px; margin-bottom:23px;">1、制定公司项目发展战略、规划和方案，并组织实施；<br>  2、制定年度项目工作计划，完成年度项目管理任务，实现项目管理目标；<br> 3、建立和健全项目管理体系、标准和流程，推进项目管理的规范化水平；<br> 4、统筹公司项目，协调项目资源，解决项目问题，推进项目的顺利实施；<br> 5、组织项目立项评审工作，确保项目的可行性和赢利性；<br> 6、制定和实施项目管控预算，控制预算成本，监督预算执行；<br> 7、建立公司与客户间良好合作关系，提升客户对公司项目的满意度； 8、组织项目验收和评审工作，协助营销部门回收项目款项。<br>  9、负责项目部的日常管理工作，建立良好的部门工作秩序和团队合作氛围； <br> 10、负责推进公司各项决议、规章制度和管理措施在部门的贯彻执行，落实部门人员的绩效考核；<br>  11、负责项目部的团队建设，制定和落实项目管理团队培训计划，提升项目管理人员的业务技能，培养项目管理骨干，打造高效能的项目管理团队；</p>';

articleData.woman = {
    "success": "成功",
    "data": {

        "typeEntitle": "Core members",
        "title": "核心成员",
        "content": content9,
        "coverImg": "images/woman.jpg"
    }
};

var content10 = '<p style="font-size: 1.1em">1、具有 深厚的涵养：心胸宽广，宽容，诚意，有打动人心的力量。<br><br>2、 有启发部属的力量：我个人是这样认为这句话，就是团队作战，现在这个世界的复杂性，有些事物并没有标准答案，包括房地产而言，目前的房地产行业已经发生了质的变化，已经不是过去，拿地、找人设计、卖房子、数钱的那样简单了；需要各环节通力配合，产品深耕、成本节约、营销创新，因此做成功一件事情必须依靠团体作战。<br><br>3、 三分侠气：个人认为，对于总经理个人方面的考虑。<br><br>4、 计划能力：不仅仅拥有调配各种资源编制计划的能力，还有预见性调配资源解决问题、 实计划的能力。<br><br>5、 决断力与责任感7、 成熟：个人感觉主要是品质方面的要求8、 消除员工不安的能力。<br><br>6、 总能能从不合理中发现道理</p>';
articleData.man = {
    "success": "成功",
    "data": {
        "typeEntitle": "Core members",
        "title": "核心成员",
        "content": content10,
        "coverImg": "images/man.jpg"
    }
};
var content11 = '<p style="text-indent: 2em;margin-top: 5em">历任施工队长、 技术科长、经理、书记等职任，现任公司董事长，是绍兴市第三、四、五届人大代表、六届党代表。诸暨市第九、十、十一、十二、十三、十四、十五届党代表、人大代表，先后被评为省党建工作先进个人、省优秀经理、省优秀企业思想政治工作者、绍兴市经济发展优秀人才、诸暨市优秀企业经理，并多次得到政府特别奖等荣誉。<br>建筑是艺术的结晶，长期以来，他用追求一门艺术的热情投身于建筑事业，他深知思想是行动的指南，只有在思想上坚定了理想信念，方能在实际行动中走出坚定的脚步。</p>';

articleData.female = {
    "success": "成功",
    "data": {


        "typeEntitle": "Core members",
        "title": "核心成员",
        "content": content11,
        "coverImg": "images/female.jpg"
    }
};
var content12 ='<p style="text-indent: 2em;margin-top: 4em">设计师必须知道各种设计会带来怎样的效果，譬如不同的造型所得的力学效果，实际实用性的影响，所涉及的人体工程学，成本和加工方法等等。这些知识决非一朝一日就可以掌握的，而且还要融会贯通、综合运用。</p><p style="text-indent: 2em">丰富的想象、创新能力和前瞻性是必不可少的，这是设计师与工程师的一大区别。工程设计采用计算法或类比法，工作的性质主要是改进、完善而非创新；造型设计则非常讲究原创和独创性，设计的元素是变化无穷的线条和曲面，而不是严谨、繁琐的数据，“类比”出来的造型设计不可能是优秀的。</p><p style="text-indent: 2em">简单而言是画画的水平，进一步说则是美学水平和审美观。可以肯定全世界没有一个设计师是不会画画的，“图画是设计师的语言”，这道理也不用多说了。虽然现今已有其它能表达设计的方法（如计算机），但纸笔作画仍是最简单、直接、快速的方法。事实上虽然用计算机、模型可以将构思表达得更全面，但最重要的想象、推敲过程绝大部分都是通过简易简单的纸和笔来进行的。</p>';
articleData.male = {
    "success": "成功",
    "data": {


        "typeEntitle": "Core members",
        "title": "核心成员",
        "content": content12,
        "coverImg": "images/male.jpg"
    }
};
var content13 ='<p style="text-indent: 2em;margin-top: 5em">建筑师，是指受过专业教育或训练，以建筑设计为主要职业的人。建筑师通过与工程投资方（即通常所说的甲方）和施工方的合作，在技术、经济、功能和造型上实现建筑物的营造。 </p><p style="text-indent: 2em">建筑师一般在专门的建筑事务所工作或从事相关教学科研。在逐步复杂的建筑营造领域，建筑师越来越多的扮演一种在建筑投资方和专业设计方（比如机电设计，结构设计等等）及施工方之间的沟通角色。建筑师通常为建筑投资者所雇佣并对其负责而不是建筑施工者。</p><p style="text-indent: 2em">注册建筑师分一级注册建筑师和二级注册建筑师。注册建筑师是指经全国统一考试合格后，依法登记注册，取得《中华人民共和国一级注册建筑师证书》或《中华人民共和国二级注册建筑师证书》，在一个建筑单位内执行注册建筑师业务的人员。</p>';
articleData.mike = {
    "success": "成功",
    "data": {
        "typeEntitle": "Core members",
        "title": "核心成员",
        "content": content13,
        "coverImg": "images/mike.png"
    }
};
